Repository: apple/sample-backyard-birds
Catalog: BackyardBirdsData/Food & Drink/BirdFood.xcstrings
Source language: en
Languages: ar, he, ja, pt_br, ru, sv, uk, zh_hans

# %@ did not like %@...
source: %1$@ did not like %2$@...
ar: %1$@ لم يعجبه %2$@...
he: ציפור מסוג %1$@ לא אהבה %2$@…
ja: %1$@は%2$@は嫌いでした...
pt_br: %1$@ não gostou de %2$@...
ru: Птице (%1$@) корм «%2$@» не понравился…
sv: %1$@ tyckte inte om %2$@…
uk: %1$@ не в захваті від %2$@…
zh_hans: %1$@不喜欢%2$@…

# %@ enjoyed %@!
source: %1$@ enjoyed %2$@!
ar: %1$@ أعجبه %2$@!
he: ציפור מסוג %1$@ נהנתה מ%2$@!
ja: %1$@は%2$@は好きでした!
pt_br: %1$@ gostou de %2$@!
ru: Птице (%1$@) корм «%2$@» понравился!
sv: %1$@ gillade %2$@!
uk: %1$@ полюбляє %2$@!
zh_hans: %1$@很喜欢%2$@！

# %@ had no opinion on %@.
source: %1$@ had no opinion on %2$@.
ar: %1$@ لم يبدِ رأيًا حول %2$@.
he: לציפור מסוג %1$@ לא הייתה דעה על %2$@.
ja: %1$@は%2$@は好きでも嫌いでもありませんでした。
pt_br: %1$@ não teve opinião sobre %2$@.
ru: У птицы (%1$@) отнеслась к корму «%2$@» нейтрально.
sv: %1$@ hade ingen åsikt om %2$@.
uk: %1$@ байдуже ставиться до %2$@.
zh_hans: %1$@对%2$@无感。

# %@ loved %@!
source: %1$@ loved %2$@!
ar: %1$@ أحب %2$@!
he: ציפור מסוג %1$@ אהבה %2$@!
ja: %1$@は%2$@は大好きでした!
pt_br: %1$@ adorou %2$@!
ru: Птице (%1$@) очень понравился корм «%2$@»!
sv: %1$@ älskade %2$@!
uk: %1$@ у захваті від %2$@!
zh_hans: %1$@超爱%2$@！

source: A favorite for many backyard visitors.
ar: خيار تحبه الكثير من الطيور.
he: זהו מזון שמבקרות בחצרות אחוריות רבות מעדיפות.
ja: 裏庭にやってくるたくさんの鳥たちのお気に入りです。
pt_br: Um lanche favorito para muitos visitantes dos jardins.
ru: Излюбленный выбор многих посетителей сада.
sv: En favorit för många trädgårdsbesökare.
uk: Улюблена страва для багатьох птахів.
zh_hans: 后院许多小鸟客人的最爱。

source: A nutritious snack that any bird loves.
ar: وجبة لطيفة يحبها أي طير.
he: זהו חטיף מזין שכל ציפור אוהבת.
ja: どんな鳥も大好きな栄養満点のスナックです。
pt_br: Um lanche nutritivo que todos os pássaros adoram.
ru: Питательная закуска, которая по вкусу всем птицам.
sv: Ett nyttigt mellanmål som alla fåglar älskar.
uk: Поживний перекус, який оцінить будь-яка пташка.
zh_hans: 营养丰富，广受欢迎。

source: A sweet nectar to draw birds to your backyard.
ar: رحيق حلو لجذب الطيور إلى ساحتك الخلفية.
he: צוף מתוק זה ימשוך ציפורים לחצר האחורית שלך.
ja: 裏庭に鳥を呼び寄せる甘い蜜です。
pt_br: Um néctar doce para atrair pássaros ao seu jardim.
ru: Сладкий нектар, чтобы привлечь птиц в свой сад.
sv: En söt nektar som lockar fåglar till din trädgård.
uk: Солодкий нектар привабить птахів на подвірʼя.
zh_hans: 清甜的花蜜，吸引各色鸟宝贝造访后院。

source: Birds crave this golden treat.
ar: العصافير تحب هذا الطعام الشهي.
he: ציפורים משתוקקות לחטיף הזהוב הזה.
ja: 鳥たちが欲しがる黄金色のご馳走です。
pt_br: Os pássaros adoram esta guloseima dourada.
ru: Птицы обожают это золотое лакомство.
sv: Fåglar längtar efter de här gyllene godsakerna.
uk: Птахи полюбляють цей золотавий смаколик.
zh_hans: 小鸟对这款金光闪闪的美食趋之若鹜。

source: Corn
ar: ذرة
he: תירס
ja: トウモロコシ
pt_br: Milho
ru: Кукуруза
sv: Majs
uk: Кукурудза
zh_hans: 玉米

source: Deshelled peanuts, buttery smooth taste!
ar: فول سوداني مقشر، طعم سلس مثل الزبدة!
he: אלו בוטנים ללא קליפה עם טעם חמאתי עשיר!
ja: 殻をむいたピーナッツ。バターのような滑らかな味です!
pt_br: Amendoins sem casca. Um sabor amanteigado e suave!
ru: Арахис без скорлупы, маслянистый мягкий вкус!
sv: Jordnötter utan skal, med krämig och len smak!
uk: Арахіс без лушпиння, мʼякий вершковий смак!
zh_hans: 去壳花生，尽享丝滑！

source: Fun fall flavor in every bite.
ar: نكهة خريفية في كل قضمة.
he: מזון זה מכיל טעם סתווי כיפי בכל ביס.
ja: 一口ごとに美味しい秋の味覚が楽しめます。
pt_br: Sabor divertido do outono em cada mordida.
ru: Превосходный осенний вкус в каждом кусочке.
sv: Med höstens smak i varje tugga.
uk: Яскравий смак осені в кожному шматочку.
zh_hans: 有趣的秋日滋味，藏在每一口中。

source: Golden Acorn
ar: الجوزة الذهبية
he: בלוט זהוב
ja: ドングリ
pt_br: Noz Dourada
ru: Золотой желудь
sv: Gyllene ekollon
uk: Жолудь
zh_hans: 金橡子

source: Millet Seeds
ar: حبوب الدُّخن
he: זרעי דוחן
ja: キビ・アワの種
pt_br: Sementes de Milho
ru: Просо
sv: Hirsfrön
uk: Пшоно
zh_hans: 小米种子

source: Nectar
ar: رحيق
he: צוף
ja: 花蜜
pt_br: Néctar
ru: Нектар
sv: Nektar
uk: Нектар
zh_hans: 花蜜

source: Nutrition Pellet
ar: حبوب تغذية
he: טבליות מזון
ja: ペレット
pt_br: Pastilha de Nutrição
ru: Питательные гранулы
sv: Näringspellets
uk: Поживна кулька
zh_hans: 营养丸

source: Peanuts
ar: فول سوداني
he: בוטנים
ja: ピーナッツ
pt_br: Amendoim
ru: Арахис
sv: Jordnötter
uk: Арахіс
zh_hans: 花生

source: Safflower Seeds
ar: بذور القرطم
he: זרעי חריע
ja: ベニバナの種
pt_br: Sementes de Açafrão
ru: Семена сафлора
sv: Safflorfrön
uk: Насіння крокісу
zh_hans: 红花籽

source: Sorghum Seeds
ar: بذور سرغوم
he: זרעי דורה
ja: モロコシの種
pt_br: Sementes de Sogro
ru: Семена сорго
sv: Durrafrön
uk: Насіння сорго
zh_hans: 高粱籽

source: Sunflower Seeds
ar: بذور عباد الشمس
he: זרעי חמנייה
ja: ヒマワリの種
pt_br: Sementes de Girassol
ru: Семена подсолнечника
sv: Solrosfrön
uk: Насіння соняшнику
zh_hans: 葵花籽

source: Sweet nectar to draw birds to your backyard
ar: رحيق حلو لجذب الطيور إلى ساحتك الخلفية
he: צוף מתוק שימשוך ציפורים לחצר האחורית שלך
ja: 裏庭に鳥を呼び寄せる甘い蜜
pt_br: Néctar doce para atrair pássaros ao seu jardim
ru: Сладкий нектар, чтобы привлечь птиц в свой сад
sv: Söt nektar som lockar fåglar till din trädgård
uk: Солодкий нектар привабить птахів на подвірʼя
zh_hans: 清甜的花蜜，吸引各色鸟宝贝造访后院

source: Sweet treats for our feathered friends.
ar: طعام لذيذ لأصدقائنا العصافير.
he: אלו חטיפים מתוקים לכל החברים בעלי הנוצות.
ja: 野鳥たちに何か美味しいものでもいかがでしょう。
pt_br: Guloseimas doces para os nossos amigos voadores.
ru: Настоящее лакомство для наших пернатых друзей.
sv: Söta godsaker för våra befjädrade vänner.
uk: Солодкі смаколики для пернатих друзів.
zh_hans: 各位羽友的甜美点心。

source: The bitter rival of sunflower seeds.
ar: المنافس الشرس لبذور عباد الشمس.
he: זרעים אלו הם היריבים המרים של זרעי חמנייה.
ja: ひまわりの種のビターなライバルです。
pt_br: O rival amargo das sementes de girassol.
ru: Извечный конкурент семечкам подсолнечника.
sv: Den bittra konkurrenten till solrosfrön.
uk: Гіркуватий конкурент соняшникового насіння.
zh_hans: 葵花籽的强劲对手。

source: Winter delight to make for a cozy backyard.
ar: مناسبة للشتاء لتكون الساحة الخلفية أكثر دفئًا.
he: חטיף חורפי זה יחמם כל חצר אחורית.
ja: 居心地の良い裏庭を作る冬の楽しみ。
pt_br: Uma delícia de inverno para criar um jardim aconchegante.
ru: Зимняя прелесть для уютного сада.
sv: Vinterläckerheter gör trädgården trevligare.
uk: Зимовий десерт додасть привабливості будь-якому подвірʼю.
zh_hans: 冬日惊喜，温暖你的后院。
